var articleData = {};

var content = '<p style="font-size:22px; margin-bottom:23px;">1、概述：</p><p style="line-height:22px; margin-bottom:23px;">小鸟掌学创建于2014年初，起源服务于四川省专业技术人员继续教育基地的在线培训平台，受到客户与社会的密切关注与欢迎。成都市胜林三境有限责任公司负责小鸟掌学的运营、推广和研发等工作。</p><p style="line-height:22px; margin-bottom:23px;">我们的愿景：成为中国最强、最大的中小微企业定制在线学习服务提供商！<br />我们做的是“新学习、新媒体”！<br />帮助企业建立自己的企业学校，实现：全民全学、全民全校、全民全智（比拼式学习）！</p><p style="line-height:22px; margin-bottom:23px;">随着智能手机应用，微学习（即微观背景下的学习）已经开始飞速蔓延，通过对学习内容或者学习时间进行分割，使学员对学习内容进行碎片化的学习，在企业内它可以以正式或随意的方式推送给学员。作为一种人才培养方式，微课能较好的补充实体培训中无法实现的可移动性、持续性、重复性、随时随地等不足。这有助于企业建立规范的培养体系，提高全员素质，从而达到提升企业经济效益，并建立一支忠诚善战的员工队伍。<br />“学我所用、学以致用”</p><p style="font-size:22px; margin-bottom:23px;">2、小鸟掌学对企业的价值</p><p style="line-height:22px; margin-bottom:23px;">1) 帮助企业转变为学习型组织，促进全员持续学习；<br />2) 加速企业内部知识的传播，提高管理、操作和经验技巧的传承；<br />3) 营造企业比拼式学习氛围，挖掘实战精华<br />4) 降低企业培训的时间和金钱成本 ，提高培训效率和培训质量；<br />5) 增加凝聚力，提高员工的忠诚度，做到“上下同欲”；<br />6) 增强企业供应商、经销商的知识技能的提高，形成“供应链学习模式”；</p><p style="font-size:22px; margin-bottom:23px;">3、小鸟掌云</p><p style="line-height:22px; margin-bottom:23px;">“小鸟掌学”云平台是一套完整的专家知识、学习管理、监督考核系统。首先根据企业和员工的特性，抓取学习需求，然后从“平台学习库、行业学习库和企业内训库”中调出教学资源，按学习计划“推送”任务给每一位员工，并对学习过程进行监管，对学习效果进行评估，根据学习情况调整学习计划，不断优化员工的职业生涯。<br />“小鸟掌学”主要基于智能手机平台进行学习。针对性、趣味性、创新性的学习方式有助于员工建立学习兴趣，将学习与趣味相结合，提高学习吸收率。提高员工技能，增加企业效益。</p><p style="line-height:22px; margin-bottom:23px;"> “小鸟掌学”云平台是企业战略变革的工具；<br /> “小鸟掌学”云平台是企业文化重要的组成部分；<br /> “小鸟掌学”云平台是企业培训的重要支撑手段和实施保障机制；<br /> “小鸟掌学”云平台是企业上下游意识形态统一的桥梁；<br /> “小鸟掌学”云平台是企业经验分享的平台；</p><p style="line-height:22px; margin-bottom:23px;">“小鸟掌学”云平台本质上是一种正规化教学管理机制，但它更突破了时间、地域、成本、固定性的限制（绝非在线浏览网页，看电子书籍和一些视音频上）。“小鸟掌学”改变了企业现有培训的“双高困局”（高成本、高误工），实现了 “双低学习模式”（低成本、低误工）。<br />当今，科学技术迅猛发展，社会文化不断进步，“终身教育、终身学习”将被越来越多的人所认识。面对未来，小鸟掌学将不断努力，以一流的运营和服务，成为企业首选的、长期的、可信赖的学习资源提供商、运营服务提供商，为社会各行各业的发展和国家经济实力的增强，做出新的贡献。</p><p></p>'

articleData.xiaoniaoNews1 = {
    "success": "成功",
    "data": {
        "creatAt": "2016-02-03 15:23:56.0",
        "creatByFullName": "管理员",
        "updateAt": "2016-02-19 16:02:42.0",
        "updateByFullName": "管理员",
        "typeTitle": "盆景艺术",
        "typeEntitle": "Bonsai Art",
        "title": "54.2灯饰装置",
        "sysId": 1,
        "content": content,
        "coverImg": "images/pjys1.png"
    }
};

articleData.xiaoniaoNews2 = {
    "success": "成功",
    "data": {
        "creatAt": "2016-02-03 15:23:56.0",
        "creatByFullName": "管理员",
        "updateAt": "2016-02-19 16:02:42.0",
        "updateByFullName": "管理员",
        "typeTitle": "盆景艺术",
        "typeEntitle": "Bonsai Art",
        "title": "家庭小型植物容器",
        "sysId": 2,
        "content": content,
        "coverImg": "images/pjys2.jpg"
    }
};

articleData.xiaoniaoNews3 = {
    "success": "成功",
    "data": {
        "creatAt": "2016-02-03 15:23:56.0",
        "creatByFullName": "管理员",
        "updateAt": "2016-02-19 16:02:42.0",
        "updateByFullName": "管理员",
        "typeTitle": "盆景艺术",
        "typeEntitle": "Bonsai Art",
        "title": "Bonsai SekiyuKai艺术节",
        "sysId": 3,
        "content": content,
        "coverImg": "images/pjys3.png"
    }
};

articleData.xiaoniaoNews4 = {
    "success": "成功",
    "data": {
        "creatAt": "2016-02-03 15:23:56.0",
        "creatByFullName": "管理员",
        "updateAt": "2016-02-19 16:02:42.0",
        "updateByFullName": "管理员",
        "typeTitle": "盆景艺术",
        "typeEntitle": "Bonsai Art",
        "title": "盆景趣造型",
        "sysId": 4,
        "content": content,
        "coverImg": "images/pjys1.png"
    }
};

//海德公园
articleData.Hyde = {
    "success": "成功",
    "data": {
        "creatAt": "2016-02-03 15:23:56.0",
        "creatByFullName": "管理员",
        "updateAt": "2016-02-19 16:02:42.0",
        "updateByFullName": "管理员",
        "typeTitle": "新闻中心",
        "typeEntitle": "NEWS",
        "title": "海德公园",
        "content": '<p style="font-size:22px; margin-bottom:23px;">在广受喜爱的纪念公园里的一个重要内容，是面积155英亩的休斯' +
        '顿植物园和自然中心，它被干旱和飓风这些极端的天气毁坏了。指导植物园更新设计的基本点在于对基地丰富的自然和文化遗产，对气候变化影响分' +
        '析，以及对利益相关者参与度的全面评估。这个设计为植物园描绘了一个更有韧性的演变，同时对于其它具有相似情况的地区也是一个设计范本' +
        '。挑战休斯顿植物园和自然中心的位置靠着水牛河(Buffalo Bayou)，是一个155英亩的地区性资源，用于为原生动植物提供庇护场所，同' +
        '时也是城市的环境教育的一个聚点。这个1500英亩的纪念公园由景观建筑和规划公司Hare & Hare设计于1925，而植物园是这个纪念公园的' +
        '一部分。自1950年代开发以来，植物园目前已经发展成一个展示各种植物以及理想化的生态栖息地的场地。然而，最近的飓风和干旱为这片景' +
        '观带来了负面影响和损失，树冠死亡率高达百分之四十八，而且出现了显著的外来物种。' +
        '总体设计的主要挑战是把基地的生态历史和文化历史，与现代化要求整合起来，让更新计划成为一个负责任的，具有自由度的设计。主动聆听' +
        '做整体设计，具体而又相关联的关键在于从对价值和意向的理解。利益相关者的参与过程是很广泛的，多次会晤了公共或私人团体的各界人士，' +
        '包括教师，访客，植物园员工和董事会，休斯顿市的工作人员，纪念公园保护协会成员，捐赠者等等。这个过程成功地为利益相关者之间的对话' +
        '提供了一个互动的论坛，也为所有的参与者提供了宝贵的学习经验。在讨论会上，相关人士确定了两个重要目标——实现景观多样性，并且平衡添' +
        '加功能的“野外”空间。由于民众对树冠的损失仍感到深深的失望，景观建筑师们必须在恢复空间原貌和基于现实生态系统的结果导向性设计之间生态取' +
        '证利用取证的方式，景观设计团队分析了导致这种高度而非绝对的树冠死亡率的场地具体情况。还进行了更多的分析来了解场地基本情况，包括土壤类' +
        '型，排水方式，树冠，植物多样性以及一些其他因素。由科学家和设计师组成的跨学科团队用GIS和现场分析进行研究。这份分析报告发现树木死亡率' +
        '最高(死亡率超过百分之七十)的地方都发生在粉质粘土，壤质土，和“隆起-凹陷”地质构造特点突出的草原性景观区域，这些都是为生态存在的区域' +
        '。树冠树木生长在“凹陷”地区。这些区域水容易积聚，树木发展出较为浅和疏的根系。' +
        '矛盾的是，生长于升高的“隆起”区的树冠树木发展出较为深和密的根系，并且在干旱中存活了下来。这种由于最近的气候变化所显现的生态格局,' +
        '作为对生态环境危机的回应，总体设计集中于发展生态系统的复原能力，并且有潜力成为德克萨斯东南部以及其他持续干旱地区的一个范例。' +
        '与这些系统的原创设计同等重要的是，管理机制将定期评估生态性能和对潜在威胁的应变能力。利用一个复杂的管理矩阵和一组专门的志愿者，总' +
        '体设计确定了一些战略措施来启动新的有原动力的生态环境。树木的残枝碎屑被搅碎之后从新利用来帮助新发芽的植物保持湿润，并且为因为干' +
        '旱而退化的土壤重新提供重要的有机物质。入侵物种的灌木丛将被移除，强化了树冠树木的据点和其他的本地植物。志愿者将在波浪中种植漂浮' +
        '的新芽植物。将会种植大片的草原和热带草地，并且每年会进行切割或者控制性焚烧来进行再生。管理战略的朝着一个有复原能力的，不断动态进' +
        '化的系统发展，满足了植物园的使命，也就是把土地理解为自然栖息地和相关系统的集合，而不是树木的简单集合。</p>',
        "coverImg": "images/hd.jpg"
    }
};

//芝加哥城
articleData.Chicago = {
    "success": "成功",
    "data": {
        "creatAt": "2016-02-03 15:23:56.0",
        "creatByFullName": "管理员",
        "updateAt": "2016-02-19 16:02:42.0",
        "updateByFullName": "管理员",
        "typeTitle": "新闻中心",
        "typeEntitle": "NEWS",
        "title": "芝加哥城",
        "content": content,
        "coverImg": "images/zjg.jpg"
    }
};

//荷兰公园
articleData.HOLLAND = {
    "success": "成功",
    "data": {
        "creatAt": "2016-02-03 15:23:56.0",
        "creatByFullName": "管理员",
        "updateAt": "2016-02-19 16:02:42.0",
        "updateByFullName": "管理员",
        "typeTitle": "新闻中心",
        "typeEntitle": "NEWS",
        "title": "荷兰：Catharina Amalia公园",
        "content": '<p style="font-size:22px; margin-bottom:23px;">Brink公园其实并不像名字看上去那样，它不是一个公园。' +
        '连阿珀尔多伦(荷兰)城市地图也没有把这个空间标作公园，很明显，它也并不被视为一个公园;停放的汽车和巴士占据了这个场地。' +
        '项目的挑战是把这个空间转化为一个为不同的使用者提供设施的公园，而且同时还能提供满足要求的停车位;要完成这一要求，' +
        '项目建设了地下和地面停车<br/>尽管这个空间现在看上去如此，但它有潜力转化成Apeldoorn城市的一个引人的绿色入口。' +
        'OKRA的设计通过尽减少基建设施以及最大化种植来获得尽可能多的绿色空间。设计的结果让人想起Veluwe河的人造图像。' +
        'Grift是一条有价值的河流,现在它又能重见天日，并且沿着公园的设计在地表穿流。' +
        '不同的停留场地和公园设施被起伏的山水景观划分出来。<br/>2013年七月，Brink公园根据公主的名字改名为Catharina Amalia公园，' +
        '从而也真正成为了这座城市桂冠上的珠宝。Apeldoorn的公园不但更多了，再次表现出这些河流系统的重要联系，' +
        '而且还加强了和当地原有景观之间的联系。项目中对地下停车，公园和水文的结合，把一个消极的城市空间转化成一个有意义的场地，' +
        '这对于其他城市来说是一个很好的范例。</p>',
        "coverImg": "images/hl.jpg"
    }
};


//休斯顿植物园
articleData.Houston = {
    "success": "成功",
    "data": {
        "creatAt": "2016-02-03 15:23:56.0",
        "creatByFullName": "管理员",
        "updateAt": "2016-02-19 16:02:42.0",
        "updateByFullName": "管理员",
        "typeTitle": "新闻中心",
        "typeEntitle": "NEWS",
        "title": "休斯顿植物园和自然中心",
        "content": content,
        "coverImg": "images/xsd.jpg"
    }
};

//公司简介
articleData.telUs = {
    "success": "成功",
    "data": {
        "creatAt": "2016-02-03 15:23:56.0",
        "creatByFullName": "管理员",
        "updateAt": "2016-02-19 16:02:42.0",
        "updateByFullName": "管理员",
        "typeTitle": "关于我们",
        "typeEntitle": "Contact Us",
        "title": "公司简介",
        "content": '<p style="font-size:22px; margin-bottom:23px;">　　我们公司是一家专业从事家庭园艺、园林景观工程设计施工、绿化养护、绿植租摆、' +
        '水景、盆景批发的公司。公司本着“专业创造价值，品质铸就辉煌”的理念，精心经营十' +
        '多载，有着一批不拘一格的专业设计人才和匠心独运的施工团队，可以确保您们交给我们' +
        '的每一个项目都做到白璧微瑕，货真价实，童叟无欺。<br/>' +
        '<br/>' +
        '经营宗旨：成为一家具有不断创新思维及国际眼界、在产品与服务方面始终保持领先' +
        '水平，持续提高人类生活品质及促进社会进步的现在化的高科技企业</p>',
        "coverImg": "images/2345截图20160828190937.jpg"
    }
};